Repository: enen92/screensaver.greynetic
Catalog: screensaver.greynetic/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de

# Addon Summary
source: Draw random color rectangles
da_dk: Tegn tilfældige farverektangler
de_de: Zeichnet zufällige Farbrechtecke

# Addon Description
source: Colored and transparent rectangles.
da_dk: Farvede og gennemsigtige rektangler.
de_de: Farbige und transparente Rechtecke.

# #30000
source: General
da_dk: Generel
de_de: Allgemein

# #30001
source: Colors
da_dk: Farver
de_de: Farben

# #30010
source: Number of boxes
da_dk: Antal bokse
de_de: Anzahl an Boxen

# #30011
source: Use squares
da_dk: Brug kvadrater
de_de: Verwende Quadrate

# #30012
source: Maximum width
da_dk: Maksimal bredde
de_de: Maximale Breite

# #30013
source: Minimum width
da_dk: Minimum bredde
de_de: Minimale Breite

# #30014
source: Maximum height
da_dk: Maksimal højde
de_de: Maximale Höhe

# #30015
source: Minimum height
da_dk: Minimum højde
de_de: Minimale Höhe

# #30016
source: Maximum size
da_dk: Maksimal størrelse
de_de: Maximale Größe

# #30017
source: Minimum size
da_dk: Minimum størrelse
de_de: Minimale Größe

# #30018
source: Minimum alpha
de_de: Minimales Alpha

# #30019
source: Maximum alpha
da_dk: Maksimal alpha
de_de: Maximales Alpha

# #30020
source: Minimum red
da_dk: Minimum rød
de_de: Minimales Rot

# #30021
source: Maximum red
da_dk: Maksimal rød
de_de: Maximales Rot

# #30022
source: Minimum green
da_dk: Minimum grøn
de_de: Minimales Grün

# #30023
source: Maximum green
da_dk: Maksimal grøn
de_de: Maximales Grün

# #30024
source: Minimum blue
da_dk: Minimum blå
de_de: Minimales Blau

# #30025
source: Maximum blue
da_dk: Maksimal blå
de_de: Maximales Blau
